Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# proxy_view_list_information
source: Use a proxy from the list below, only if the application cannot connect to the service without a proxy.
ar: استخدم وكيلًا من القائمة أدناه فقط إذا لم يتمكن التطبيق من الاتصال بالخدمة بدون وكيل.
bg: Използвайте прокси от списъка само ако приложението не може да се свърже с услугата без него.
cs: Použijte proxy ze seznamu pouze tehdy, pokud se aplikace bez proxy nemůže ke službě připojit.
da: Brug kun en proxy fra listen nedenfor, hvis applikationen ikke kan oprette forbindelse til tjenesten uden en proxy.
de: Verwenden Sie einen Proxy aus der folgenden Liste nur dann, wenn die Anwendung ohne Proxy keine Verbindung zum Dienst herstellen kann.
el: Χρησιμοποιήστε έναν proxy από τη λίστα μόνο αν η εφαρμογή δεν μπορεί να συνδεθεί χωρίς proxy.
es: Use un proxy de la lista a continuación solo si la aplicación no puede conectarse al servicio sin un proxy.
fa: از پروکسی موجود در لیست زیر استفاده کنید، فقط در صورتی که برنامه بدون پروکسی نتواند به سرویس متصل شود.
fi: Käytä alla olevasta luettelosta välityspalvelinta vain, jos sovellus ei voi muodostaa yhteyttä palveluun ilman välityspalvelinta.
fr: Utilisez un proxy de la liste ci-dessous, uniquement si l'application ne peut pas se connecter au service sans proxy.
he: השתמש בפרוקסי מהרשימה למטה, רק אם האפליקציה לא יכולה להתחבר לשירות ללא פרוקסי.
hi: नीचे दी गई सूची में से किसी प्रॉक्सी का उपयोग केवल तभी करें जब एप्लिकेशन प्रॉक्सी के बिना सेवा से कनेक्ट न हो सके।
hr: Koristite proxy s popisa u nastavku samo ako se aplikacija ne može povezati s uslugom bez proxyja.
hu: Csak akkor használj proxy-t a listából, ha az alkalmazás nem tud csatlakozni a szolgáltatáshoz proxy nélkül.
id: Gunakan proksi dari daftar di bawah ini hanya jika aplikasi tidak dapat terhubung ke layanan tanpa proksi.
it: Utilizza un proxy dall'elenco sottostante, solo se l'applicazione non riesce a connettersi al servizio senza un proxy.
ja: アプリケーションがプロキシなしではサービスに接続できない場合にのみ、以下のリストにあるプロキシを使用してください。
ko: 애플리케이션이 프록시 없이 서비스에 연결할 수 없는 경우에만 아래 목록에서 프록시를 사용하세요.
nb: Bruk en proxy fra listen nedenfor, bare hvis applikasjonen ikke kan koble til tjenesten uten en proxy.
nl: Gebruik een proxy uit de onderstaande lijst, alleen als de applicatie geen verbinding kan maken met de service zonder proxy.
pl: Użyj serwera proxy z poniższej listy tylko wtedy, gdy aplikacja nie może połączyć się z usługą bez serwera proxy.
pt_pt: Utilize um proxy da lista abaixo apenas se a aplicação não conseguir ligar-se ao serviço sem proxy.
ro: Folosiți un proxy din lista de mai jos doar dacă aplicația nu se poate conecta la serviciu fără proxy.
ru: Используйте прокси-сервер из списка ниже, только если приложение не может подключиться к сервису без прокси-сервера.
sk: Použite proxy zo zoznamu nižšie len vtedy, ak sa aplikácia bez proxy nepripojí k službe.
sl: Proxy s spodnjega seznama uporabite samo, če se aplikacija brez proxya ne more povezati s storitvijo.
sq: Përdorni një proxy nga lista më poshtë, vetëm nëse aplikacioni nuk mund të lidhet me shërbimin pa proxy.
sr_latn: Koristite proxy sa liste ispod samo ako aplikacija ne može da se poveže sa uslugom bez proxy-ja.
sv: Använd en proxy från listan nedan, endast om programmet inte kan ansluta till tjänsten utan en proxy.
tr: Aşağıdaki listeden bir proxy kullanın, ancak uygulama proxy olmadan servise bağlanamıyorsa.
uk: Використовуйте проксі-сервер зі списку нижче, лише якщо програма не може підключитися до служби без проксі-сервера.
vi: Chỉ sử dụng proxy từ danh sách bên dưới nếu ứng dụng không thể kết nối với dịch vụ mà không có proxy.
zh_hans: 仅当应用程序无法在没有代理的情况下连接到服务时，才使用以下列表中的代理。
zh_hant: 只有當應用程式無法在沒有代理程式的情況下連接到服務時，才使用以下清單中的代理程式。

# proxy_view_not_supported
source: Proxies are not yet supported by the app on your device. Thank you for your patience.
ar: لم يتم دعم الوكلاء بعد بواسطة التطبيق على جهازك. شكرًا لصبركم.
bg: Прокситата все още не се поддържат от приложението на вашето устройство. Благодарим ви за търпението.
cs: Proxy servery zatím aplikace ve vašem zařízení nepodporuje. Děkujeme za trpělivost.
da: Proxyer understøttes endnu ikke af appen på din enhed. Tak for din tålmodighed.
de: Proxys werden von der App auf Ihrem Gerät noch nicht unterstützt. Vielen Dank für Ihre Geduld.
el: Οι διακομιστές μεσολάβησης δεν υποστηρίζονται ακόμη από την εφαρμογή στη συσκευή σας. Σας ευχαριστούμε για την υπομονή σας.
es: La aplicación aún no admite proxies en tu dispositivo. Gracias por tu paciencia.
fa: پروکسی‌ها هنوز توسط برنامه روی دستگاه شما پشتیبانی نمی‌شوند. از صبر و شکیبایی شما متشکریم.
fi: Laitteesi sovellus ei vielä tue välityspalvelimia. Kiitos kärsivällisyydestäsi.
fr: Les proxys ne sont pas encore pris en charge par l'application sur votre appareil. Merci de votre patience.
he: פרוקסי עדיין אינם נתמכים על ידי האפליקציה במכשיר שלך. תודה על הסבלנות.
hi: आपके डिवाइस पर ऐप अभी प्रॉक्सी का समर्थन नहीं करता है। आपके धैर्य के लिए धन्यवाद।
hr: Aplikacija na vašem uređaju još ne podržava proxy poslužitelje. Hvala vam na strpljenju.
hu: A proxyszervereket az eszközén futó alkalmazás még nem támogatja. Köszönjük a türelmét.
id: Proksi belum didukung oleh aplikasi di perangkat Anda. Terima kasih atas kesabaran Anda.
it: I proxy non sono ancora supportati dall'app sul tuo dispositivo. Grazie per la pazienza.
ja: お使いのデバイスのアプリはまだプロキシをサポートしていません。しばらくお待ちください。
ko: 기기의 앱에서는 아직 프록시가 지원되지 않습니다. 양해해 주셔서 감사합니다.
nb: Proxyer støttes ikke av appen på enheten din ennå. Takk for tålmodigheten.
nl: Proxy's worden nog niet ondersteund door de app op je apparaat. Bedankt voor je geduld.
pl: A aplicação do seu dispositivo ainda não suporta proxies. Agradecemos a sua paciência.
pt_pt: A aplicação do seu dispositivo ainda não suporta proxies. Agradecemos a sua paciência.
ro: Proxy-urile nu sunt încă acceptate de aplicație pe dispozitivul dvs. Vă mulțumim pentru răbdare.
ru: Приложение на вашем устройстве пока не поддерживает прокси-серверы. Благодарим за терпение.
sk: Proxy servery ešte nie sú v aplikácii na vašom zariadení podporované. Ďakujeme za trpezlivosť.
sl: Aplikacija v vaši napravi še ne podpira proxyjev. Hvala za potrpežljivost.
sq: Proxy-t nuk mbështeten ende nga aplikacioni në pajisjen tuaj. Faleminderit për durimin tuaj.
sr_latn: Aplikacija na vašem uređaju još ne podržava proksi servere. Hvala vam na strpljenju.
sv: Proxyer stöds ännu inte av appen på din enhet. Tack för ditt tålamod.
tr: Proxy'ler henüz cihazınızdaki uygulama tarafından desteklenmiyor. Sabrınız için teşekkür ederiz.
uk: Проксі-сервери ще не підтримуються додатком на вашому пристрої. Дякуємо за ваше терпіння.
vi: Ứng dụng trên thiết bị của bạn hiện chưa hỗ trợ proxy. Cảm ơn bạn đã kiên nhẫn.
zh_hans: 您的设备上的应用尚不支持代理。感谢您的耐心等待。
zh_hant: 您的裝置上的應用程式尚不支援代理程式。感謝您的耐心等待。

# proxy_view_onboarding
source: When access to the app's signaling servers is blocked in your country, proxies can bypass these blocks in many circumstances and allow you to communicate privately. In addition to the in-app proxies, you can create your own or use a proxy created by someone else. Proxies cannot access the contents being exchanged under any circumstances.
ar: عندما يتم حظر الوصول إلى خوادم إشارات التطبيق في بلدك، يمكن للوكلاء تجاوز هذه الحظر في العديد من الظروف والسماح لك بالتواصل بشكل خاص. بالإضافة إلى البروكسيات داخل التطبيق، يمكنك إنشاء بروكسي خاص بك أو استخدام بروكسي أنشأه شخص آخر. لا يمكن للبروكسي الوصول إلى المحتوى الذي يتم تبادله تحت أي ظرف من الظروف.
bg: Когато достъпът до сигналните сървъри е блокиран във вашата страна, прокситата могат да заобиколят блокировките и да ви позволят да общувате частно. Освен вградените проксита, можете да създадете свое или да използвате чуждо. Поскитата никога нямат достъп до съдържанието, което обменяте.
cs: Když jsou v zemi blokovány signální servery aplikace, mohou proxy tyto blokace obejít a umožnit soukromou komunikaci. Kromě proxy v aplikaci si můžete vytvořit vlastní nebo použít proxy někoho jiného. Proxy nikdy nemůže získat přístup k obsahu komunikace.
da: Når adgang til appens signalservere er blokeret i dit land, kan proxyer omgå disse blokeringer under mange omstændigheder og give dig mulighed for at kommunikere privat. Ud over proxyerne i appen kan du oprette din egen eller bruge en proxy, der er oprettet af en anden. Proxyer kan under ingen omstændigheder få adgang til det indhold, der udveksles.
de: Wenn der Zugriff auf die Signalisierungsserver der Anwendung in Ihrem Land blockiert ist, können Proxies diese Blockaden in vielen Fällen umgehen und Ihnen eine private Kommunikation ermöglichen. Zusätzlich zu den In-App-Proxies können Sie eigene Proxies erstellen oder solche nutzen, die von anderen bereitgestellt wurden. Proxies können unter keinen Umständen auf die ausgetauschten Inhalte zugreifen.
el: Όταν η πρόσβαση στους servers σηματοδότησης της εφαρμογής μπλοκάρεται στη χώρα σας, οι proxies μπορούν συχνά να παρακάμψουν αυτά τα μπλοκαρίσματα και να επιτρέψουν ιδιωτική επικοινωνία. Εκτός από τους ενσωματωμένους proxies, μπορείτε να δημιουργήσετε δικό σας ή να χρησιμοποιήσετε κάποιον άλλον. Οι proxies δεν έχουν πρόσβαση στο περιεχόμενο των επικοινωνιών.
es: Cuando el acceso a los servidores de señalización de la app está bloqueado en tu país, los proxys pueden eludir estos bloqueos en muchas circunstancias y permitirte comunicarte de forma privada. Además de los proxys de la app, puedes crear el tuyo propio o usar uno creado por otra persona. Los proxys no pueden acceder al contenido que se intercambia bajo ninguna circunstancia.
fa: وقتی دسترسی به سرورهای سیگنالینگ برنامه در کشور شما مسدود شده باشد، پروکسی‌ها می‌توانند در بسیاری از شرایط از این انسدادها عبور کنند و به شما امکان برقراری ارتباط خصوصی را بدهند. علاوه بر پروکسی‌های درون برنامه، می‌توانید پروکسی خودتان را ایجاد کنید یا از پروکسی ایجاد شده توسط شخص دیگری استفاده کنید. پروکسی‌ها تحت هیچ شرایطی نمی‌توانند به محتوای رد و بدل شده دسترسی داشته باشند.
fi: Kun pääsy sovelluksen signalointipalvelimiin on estetty maassasi, välityspalvelimet voivat ohittaa nämä esteet monissa olosuhteissa ja sallia sinun kommunikoida yksityisesti. Sovelluksen sisäisten välityspalvelinten lisäksi voit luoda omia tai käyttää jonkun muun luomaa välityspalvelinta. Välityspalvelimet eivät voi käyttää vaihdettavaa sisältöä missään olosuhteissa.
fr: Lorsque l'accès aux serveurs de signalisation de l'application est bloqué dans votre pays, les proxys peuvent contourner ces blocages dans de nombreuses circonstances et vous permettre de communiquer en privé. En plus des proxys intégrés à l'application, vous pouvez créer le vôtre ou utiliser un proxy créé par quelqu'un d'autre. Les proxys ne peuvent en aucun cas accéder aux contenus échangés.
he: כאשר הגישה לשרתי האיתות של האפליקציה חסומה במדינתך, פרוקסי יכולים לעקוף חסימות אלה בנסיבות רבות ולאפשר לך לתקשר באופן פרטי. בנוסף לפרוקסי בתוך האפליקציה, תוכל ליצור משלך או להשתמש בפרוקסי שנוצר על ידי מישהו אחר. פרוקסי אינם יכולים לגשת לתוכן המועבר בשום פנים ואופן.
hi: जब आपके देश में ऐप के सिग्नलिंग सर्वर तक पहुँच अवरुद्ध हो जाती है, तो प्रॉक्सी कई परिस्थितियों में इन अवरोधों को बायपास कर सकते हैं और आपको निजी तौर पर संवाद करने की अनुमति दे सकते हैं। इन-ऐप प्रॉक्सी के अलावा, आप अपना खुद का प्रॉक्सी बना सकते हैं या किसी और द्वारा बनाया गया प्रॉक्सी इस्तेमाल कर सकते हैं। प्रॉक्सी किसी भी परिस्थिति में आदान-प्रदान की जा रही सामग्री तक नहीं पहुँच सकते।
hr: Kada je pristup poslužiteljima za signalizaciju aplikacije blokiran u vašoj zemlji, proxyji u mnogim slučajevima mogu zaobići ta blokiranja i omogućiti vam privatnu komunikaciju. Osim proxyja u aplikaciji, možete stvoriti vlastiti ili koristiti proxy koji je stvorio netko drugi. Proxyji ni u kojem slučaju ne mogu pristupiti sadržajima koji se razmjenjuju.
hu: Ha az alkalmazás jelzőszerverei blokkolva vannak az országodban, a proxyk sok esetben megkerülhetik ezeket, és lehetővé teszik a privát kommunikációt. Az alkalmazáson belüli proxyk mellett saját proxy is létrehozható, vagy más által létrehozott is használható. A proxyk semmilyen körülmények között nem férnek hozzá a továbbított tartalmakhoz.
id: Ketika akses ke server sinyal aplikasi diblokir di negara Anda, proksi dapat melewati pemblokiran ini dalam banyak keadaan dan memungkinkan Anda berkomunikasi secara pribadi. Selain proksi dalam aplikasi, Anda dapat membuat proksi sendiri atau menggunakan proksi yang dibuat oleh orang lain. Proksi tidak dapat mengakses konten yang dipertukarkan dalam keadaan apa pun.
it: Quando l'accesso ai server di segnalazione dell'app è bloccato nel tuo Paese, i proxy possono aggirare questi blocchi in molte circostanze e consentirti di comunicare in privato. Oltre ai proxy in-app, puoi crearne uno tuo o utilizzare un proxy creato da qualcun altro. I proxy non possono accedere ai contenuti scambiati in nessun caso.
ja: お住まいの国でアプリのシグナリングサーバーへのアクセスがブロックされている場合、プロキシを使用すると多くの場合、これらのブロックを回避し、プライベートに通信できます。アプリ内プロキシに加えて、独自のプロキシを作成したり、他のユーザーが作成したプロキシを使用したりできます。プロキシは、いかなる状況においても交換されるコンテンツにアクセスすることはできません。
ko: 해당 국가에서 앱의 신호 서버 접근이 차단된 경우, 프록시는 여러 상황에서 이러한 차단을 우회하여 비공개로 통신할 수 있도록 합니다. 앱 내 프록시 외에도 직접 프록시를 만들거나 다른 사람이 만든 프록시를 사용할 수 있습니다. 프록시는 어떠한 경우에도 교환되는 콘텐츠에 액세스할 수 없습니다.
nb: Når tilgang til appens signalservere er blokkert i landet ditt, kan proxyer omgå disse blokkeringene under mange omstendigheter og la deg kommunisere privat. I tillegg til proxyene i appen, kan du opprette din egen eller bruke en proxy som er opprettet av noen andre. Proxyer kan ikke få tilgang til innholdet som utveksles under noen omstendigheter.
nl: Wanneer de toegang tot de signaalservers van de app in uw land geblokkeerd is, kunnen proxyservers deze blokkades in veel gevallen omzeilen en u in staat stellen om privé te communiceren. Naast de in-app proxyservers kunt u ook uw eigen proxyserver aanmaken of een proxyserver van iemand anders gebruiken. Proxyservers hebben onder geen enkele omstandigheid toegang tot de inhoud die wordt uitgewisseld.
pl: Jeśli dostęp do serwerów sygnalizacyjnych aplikacji jest zablokowany w Twoim kraju, serwery proxy mogą w wielu przypadkach ominąć te blokady i umożliwić prywatną komunikację. Oprócz serwerów proxy w aplikacji możesz utworzyć własne lub użyć serwera proxy utworzonego przez kogoś innego. Serwery proxy nie mają dostępu do wymienianych treści pod żadnym pozorem.
pt_pt: Quando o acesso aos servidores de sinalização da aplicação está bloqueado no seu país, os proxies podem contornar estes bloqueios em muitas circunstâncias e permitir que comunique de forma privada. Além dos proxies na aplicação, pode criar o seu próprio ou utilizar um proxy criado por outra pessoa. Os proxies não podem aceder ao conteúdo que está a ser trocado em nenhuma circunstância.
ro: Când accesul la serverele de semnalizare este blocat în țara dvs., proxy-urile pot ocoli aceste blocaje și vă permit să comunicați privat. În plus față de proxy-urile din aplicație, puteți crea propriul proxy sau utiliza unul creat de altcineva. Proxy-urile nu pot accesa niciodată conținuturile schimbate.
ru: Если доступ к сигнальным серверам приложения заблокирован в вашей стране, прокси-серверы могут обойти эти блокировки во многих случаях и позволить вам общаться конфиденциально. Помимо встроенных прокси-серверов в приложении, вы можете создать свой собственный или использовать прокси-сервер, созданный кем-то другим. Прокси-серверы не имеют доступа к передаваемому контенту ни при каких обстоятельствах.
sk: Keď sú signalizačné servery aplikácie vo vašej krajine blokované, proxy môžu často tieto blokácie obísť a umožniť súkromnú komunikáciu. Okrem zabudovaných proxy môžete vytvoriť vlastné alebo použiť cudzie. Proxy nikdy nemajú prístup k obsahu komunikácie.
sl: Ko je dostop do signalnih strežnikov aplikacije v vaši državi blokiran, lahko proxyji v mnogih primerih obidejo te blokade in vam omogočijo zasebno komunikacijo. Poleg proxyjev v aplikaciji lahko ustvarite svojega ali uporabite proxy, ki ga je ustvaril nekdo drug. Proxyji v nobenem primeru ne morejo dostopati do izmenjevane vsebine.
sq: Kur qasja në serverët e sinjalizimit të aplikacionit bllokohet në vendin tuaj, proxy-t mund t’i anashkalojnë këto bllokime në shumë raste dhe t’ju lejojnë të komunikoni privatisht. Përveç proxy-ve brenda aplikacionit, mund të krijoni tuajin ose të përdorni një proxy të krijuar nga dikush tjetër. Proxy-t nuk mund të aksesojnë përmbajtjet që shkëmbehen në asnjë rrethanë.
sr_latn: Kada je pristup signalizacionim serverima aplikacije blokiran u vašoj zemlji, proxy-ji u mnogim slučajevima mogu zaobići ove blokade i omogućiti vam privatnu komunikaciju. Pored proxy-ja u aplikaciji, možete kreirati sopstveni ili koristiti proxy koji je kreirao neko drugi. Proxy-ji ni pod kojim uslovima ne mogu pristupiti sadržajima koji se razmenjuju.
sv: När åtkomst till appens signalservrar är blockerad i ditt land kan proxyservrar kringgå dessa blockeringar under många omständigheter och låta dig kommunicera privat. Förutom proxyservrarna i appen kan du skapa dina egna eller använda en proxy som skapats av någon annan. Proxyservrar kan inte komma åt innehållet som utväxlas under några omständigheter.
tr: Ülkenizde uygulamanın sinyal sunucularına erişim engellendiğinde, proxy'ler birçok durumda bu engellemeleri aşabilir ve özel olarak iletişim kurmanıza olanak tanır. Uygulama içi proxy'lere ek olarak, kendi proxy'nizi oluşturabilir veya başkası tarafından oluşturulan bir proxy'yi kullanabilirsiniz. Proxy'ler hiçbir koşulda paylaşılan içeriğe erişemez.
uk: Коли доступ до сигнальних серверів програми заблоковано у вашій країні, проксі-сервери можуть обійти ці блокування за багатьох обставин і дозволити вам спілкуватися конфіденційно. Окрім проксі-серверів у програмі, ви можете створити свої власні або використовувати проксі-сервер, створений кимось іншим. Проксі-сервери не можуть отримати доступ до вмісту, яким обмінюються, за жодних обставин.
vi: Khi quyền truy cập vào máy chủ tín hiệu của ứng dụng bị chặn ở quốc gia của bạn, proxy có thể bỏ qua các lệnh chặn này trong nhiều trường hợp và cho phép bạn giao tiếp riêng tư. Ngoài proxy trong ứng dụng, bạn có thể tự tạo proxy hoặc sử dụng proxy do người khác tạo. Proxy không thể truy cập nội dung đang được trao đổi trong mọi trường hợp.
zh_hans: 当您所在的国家/地区阻止访问应用的信令服务器时，代理可以在许多情况下绕过这些阻止，并允许您进行私密通信。除了应用内代理之外，您还可以创建自己的代理或使用其他人创建的代理。在任何情况下，代理都无法访问正在交换的内容。
zh_hant: 當您所在的國家/地區阻止存取應用程式的信令伺服器時，代理程式可以在許多情況下繞過這些阻止，並允許您進行私密通訊。除了應用程式內代理程式之外，您還可以建立自己的代理程式或使用其他人建立的代理程式。在任何情況下，代理程式都無法存取正在交換的內容。

# proxy_view_share
source: Open the %@ link with Skred on your device to automatically configure this proxy.
ar: افتح رابط %@ باستخدام Skred على جهازك لتكوين هذا الوكيل تلقائيًا.
bg: Отворете линка %@ с Skred на вашето устройство, за да конфигурирате автоматично този прокси.
cs: Otevřete odkaz %@ v aplikaci Skred pro automatickou konfiguraci této proxy.
da: Åbn %@-linket med Skred på din enhed for automatisk at konfigurere denne proxy.
de: Öffnen Sie den Link %@ mit Skred auf Ihrem Gerät, um diesen Proxy automatisch zu konfigurieren.
el: Ανοίξτε τον σύνδεσμο %@ με το Skred στη συσκευή σας για αυτόματη ρύθμιση του proxy.
es: Abre el enlace %@ con Skred en tu dispositivo para configurar automáticamente este proxy.
fa: برای پیکربندی خودکار این پروکسی، لینک %@ را با Skred در دستگاه خود باز کنید.
fi: Avaa %@-linkki Skred-sovelluksella laitteellasi määrittääksesi tämän välityspalvelimen automaattisesti.
fr: Ouvrez le lien %@ avec Skred sur votre appareil pour configurer automatiquement ce proxy.
he: פתח את הקישור %@ עם Skred במכשיר שלך כדי להגדיר באופן אוטומטי את הפרוקסי הזה.
hi: इस प्रॉक्सी को स्वचालित रूप से कॉन्फ़िगर करने के लिए अपने डिवाइस पर Skred के साथ %@ लिंक खोलें।
hr: Otvorite poveznicu %@ pomoću Skred na svom uređaju kako biste automatski konfigurirali ovaj proxy.
hu: Nyisd meg a(z) %@ hivatkozást Skred segítségével az eszközödön a proxy automatikus konfigurálásához.
id: Buka tautan %@ dengan Skred di perangkat Anda untuk mengonfigurasi proksi ini secara otomatis.
it: Apri il link %@ con Skred sul tuo dispositivo per configurare automaticamente questo proxy.
ja: お使いのデバイスでSkredを使って%@リンクを開くと、このプロキシが自動的に設定されます。
ko: 기기에서 Skred로 %@ 링크를 열어 이 프록시를 자동으로 구성하세요.
nb: Åpne %@-lenken med Skred på enheten din for å konfigurere denne proxyen automatisk.
nl: Open de %@-link met Skred op je apparaat om deze proxy automatisch te configureren.
pl: Abra o link %@ com o Skred no seu dispositivo para configurar este proxy automaticamente.
pt_pt: Abra o link %@ com o Skred no seu dispositivo para configurar este proxy automaticamente.
ro: Deschideți linkul %@ cu Skred pe dispozitiv pentru a configura automat acest proxy.
ru: Откройте ссылку %@ в Skred на вашем устройстве, чтобы автоматически настроить этот прокси-сервер.
sk: Otvorte odkaz %@ pomocou Skred na vašom zariadení pre automatickú konfiguráciu proxy.
sl: Odprite povezavo %@ s Skred na svoji napravi, da samodejno konfigurirate ta proxy.
sq: Hapni lidhjen %@ me skred në pajisjen tuaj për ta konfiguruar automatikisht këtë proxy.
sr_latn: Otvorite link %@ u Skred na svom uređaju da biste automatski podesili ovaj proxy.
sv: Öppna %@-länken med Skred på din enhet för att konfigurera den här proxyn automatiskt.
tr: Bu proxy'yi otomatik olarak yapılandırmak için cihazınızda Skred ile %@ bağlantısını açın.
uk: Відкрийте посилання %@ за допомогою Skred на вашому пристрої, щоб автоматично налаштувати цей проксі-сервер.
vi: Mở liên kết %@ bằng Skred trên thiết bị của bạn để tự động cấu hình proxy này.
zh_hans: 在您的设备上使用 Skred 打开 %@ 链接即可自动配置此代理。
zh_hant: 在您的裝置上使用 Skred 開啟 %@ 連結即可自動配置此代理程式。
